Repository: arvgord/dcm4chee-arc-light
Catalog: dcm4chee-arc-ui2/src/assets/locale/messages.*.xlf
Languages: sq

source: Associations
sq: sq_Associations

source: Queues
sq: sq_Queues

source: Export
sq: sq_Export

source: Retrieve
sq: sq_Retrieve

source: Diff
sq: sq_Diff

source: Storage verification
sq: sq_Storage verification

source: Metrics
sq: sq_Metrics

# hl7_applications.hl7_applications
source: Hl7 Applications
sq: sq_Hl7 Applications

source: HL7 Application Description
sq: sq_HL7 Application Description

source: Hl7 Application Name
sq: sq_Hl7 Application Name

source: Net. Connection
sq: sq_Net. Connection

# retrieve-monitoring.retrieve
source: Retrieve
sq: sq_Retrieve

# html.batch_id
source: Batch ID
sq: sq_Batch ID

source: Study Instance UID
sq: sq_Study Instance UID

source: Finished / Approx.
sq: sq_Finished / Approx.

source: Comp. / Rem. / Failed
sq: sq_Comp. / Rem. / Failed

source: Completed / Remainning / Failed
sq: sq_Completed / Remainning / Failed

source: Inst. / sec
sq: sq_Inst. / sec

source: Show tasks detail
sq: sq_Show tasks detail

# no_filter_template_found
source: No filter-templates found!
sq: sq_No filter-templates found!

source: Permission denied!
sq: sq_ Permission denied!

# html.diff_monitoring
source: Diff monitoring
sq: sq_Diff monitoring

source: Devices
sq: sq_Devices

source: AE list
sq: sq_AE list

source: Web Apps list
sq: sq_Web Apps list

source: Hl7 Applications
sq: sq_Hl7 Applications

source: Control
sq: sq_Control

# navigation.tab.studies
source: Studies
sq: sq_Studies

# navigation.tab.patients
source: Patients
sq: sq_Patients

# navigation.tab.mwl
source: MWL
sq: sq_MWL

# navigation.tab.uwl
source: UWL
sq: sq_UWL

# navigation.tab.diffs
source: DIFFs
sq: sq_DIFFs

# close_more_block
source: Close More Block<i></i>
sq: sq_Close More Block<i></i>

source: Search current local list ( That's NOT searching in the Server! )
sq: sq_Search current local list ( That's NOT searching in the Server! )

source: Search current list
sq: sq_Search current list

source: Mark selected study for copy
sq: sq_Mark selected study for copy

source: Mark selected study for move
sq: sq_Mark selected study for move

source: Mark selected study for linking with MWL
sq: sq_Mark selected study for linking with MWL

source: Mark selected patient for merge
sq: sq_Mark selected patient for merge

source: Start the process of copying/moving/linking or merging
sq: sq_Start the process of copying/moving/linking or merging

source: Remove all selections
sq: sq_Remove all selections

source: Select all studies
sq: sq_Select all studies

source: Unselect all studies
sq: sq_Unselect all studies

source: Select all patients
sq: sq_Select all patients

source: Unselect all patients
sq: sq_Unselect all patients

source: Hide checkboxes
sq: sq_Hide checkboxes

source: Selected Objects to {{selectedElements.action}}
sq: sq_Selected Objects to {{selectedElements.action}}

source: Clear clipboard
sq: sq_Clear clipboard

# web-apps-list.web_applications
source: Web Applications
sq: sq_Web Applications
