Repository: arvgord/dcm4chee-arc-light
Catalog: dcm4chee-arc-ui2/src/assets/locale/messages.*.xlf
Languages: sq

source: OK
sq: sq_Nw rregull

# product_labelling.version
source: Version
sq: sq_Verzioni

# menu.edit_account
source: Edit Account
sq: sq_Edito konton

# menu.admin_realm
source: Admin Realm
sq: sq_Admin Realm

# menu.wildfly_console
source: Wildfly Console
sq: sq_Wildfly Console

# menu.logout
source: Logout
sq: sq_Shkyç

# menu.about
source: About
sq: sq_Rreth nesh

# menu.monitoring
source: Monitoring
sq: sq_Monitorim

# menu.navigation
source: Navigation
sq: sq_Navigim

# menu.configuration
source: Configuration
sq: sq_Konfigurim

source: Page not found!
sq: sq_Faqja nuk ekziston!

# control.archive_control
source: Archive Control
sq: sq_Kontrolli i arkivit

source: Reload archive
sq: sq_Refresko arkivin

source: Fetch status
sq: sq_Thir statusin

source: Queues
sq: sq_Radhët

source: Interval
sq: sq_Interval

source: All actions
sq: sq_Të gjitha akcionet

source: Preview page
sq: sq_Faqja paraprake

source: Next page
sq: sq_Faqja e ardhëshme

source: Cancel selected
sq: sq_Anulo të selektuarat

source: Reschedule selected
sq: sq_Riskedulo të selektuarat

source: Delete selected
sq: sq_Fshi të selektuarat

source: Queue
sq: sq_Radha

source: Study UID
sq: sq_Study UID

source: Status
sq: sq_Statusi

source: Failures
sq: sq_Të dështuara

source: Created
sq: sq_Të krijuara

source: Updated
sq: sq_Të aktualizuara

source: Scheduled
sq: sq_Të planifikuara

source: Started
sq: sq_Të startuara

source: Finished
sq: sq_Të përfunduara

source: Show Properties
sq: sq_Trego vetitë

source: Cancel
sq: sq_Anulo

source: Reschedule
sq: sq_Riplanifiko

source: Delete
sq: sq_Fshi

source: Add new attribute
sq: sq_Fut atributë të ri

source: CANCEL
sq: sq_ANULO

# create-ae.register_new_application_entity
source: Register new Application Entity
sq: sq_Regjistro një Application Entity të ri

source: Create new device
sq: sq_Krijo një pajisje të re

source: Select existing device
sq: sq_Selekto pajisjen ekzistuese

# create-ae.new_device
source: New Device
sq: sq_Pajisje e re

# create-ae.a_unique_name_for_this_device
source: A unique name for this device
sq: sq_Emër unikë për këtë pajisje

# create-ae.device_description
source: Device Description
sq: sq_Përshkrimi i pajisjes

# create-ae.unconstrained_text_description_of_the_device
source: Unconstrained text description of the device
sq: sq_Përshkrimi i pafrenuar tekstual i pajisjes

# create-ae.station_name
source: Station Name
sq: sq_Emri i stacionit

# create-ae.should_be_the_same_as_the_value_of_station_name00081010
source: Should be the same as the value of Station Name (0008,1010) in SOP instances created by this device
sq: sq_Duhet të jetë e njëjtë me vlerën e Emrit të stacionit (0008,1010) në Instancwn SOP e krijuar nga kjo pajisje

# create-ae.institution_name
source: Institution Name
sq: sq_Emri i stacionit

# create-ae.add
source: Add
sq: sq_Fut

# create-ae.should_be_the_same_as_the_value_of_station_name00080080
source: Should be the same as the value of Institution Name (0008,0080) in SOP Instances created by this device
sq: sq_Duhet të jetë e njëjtë me vlerën e Emrit të Instituit (0008,0080) në Instancwn SOP e krijuar nga kjo pajisje

# create-ae.institution_department_name
source: Institution Department Name
sq: sq_Emri Institucional i Departamentit

# create-ae.should_be_the_same_as_the_value_of_station_name00081040
source: Should be the same as the value of Institutional Department Name (0008,1040) in SOP Instances created by this device
sq: sq_Duhet të jetë e njëjtë me vlerën e Emrit Institucional të Departamentit (0008,0080) në Instancwn SOP e krijuar nga kjo pajisje

# create-ae.primary_device_type
source: Primary Device Type
sq: sq_Tipi primarë i pajisjes

# create-ae.represents_the_kind_of_device
source: Represents the kind of device and is most applicable for acquisition modalities
sq: sq_Reprezentonë lloin e pajisjes...

# create-ae.installed
source: Installed
sq: sq_Installed

source: True
sq: sq_True

source: False
sq: sq_False

# create-ae.boolean_to_indicate_whether_this_device_is_presently_installed
source: Boolean to indicate whether this device is presently installed on the network
sq: sq_Boolean to indicate whether this device is presently installed on the network

# create-ae.new_network_connection
source: New Network Connection
sq: sq_New Network Connection

# create-ae.name
source: Name
sq: sq_Name

# create-ae.arbitrary_meaningful_name_for_the_network_conn
source: Arbitrary/Meaningful name for the Network Connection object
sq: sq_Arbitrary/Meaningful name for the Network Connection object

# create-ae.hostname
source: Hostname
sq: sq_Hostname

# create-ae.dns_name_for_this_particular_conn
source: DNS name for this particular connection
sq: sq_DNS name for this particular connection

# create-ae.port
source: Port
sq: sq_Port

# create-ae.tcp_udp_port_this_a_service_is_listening_on
source: TCP/UDP port that a service is listening on. May be missing if this network connection is only used for outbound connections
sq: sq_TCP/UDP port that a service is listening on. May be missing if this network connection is only used for outbound connections

# create-ae.select.existing_device
source: Select existing device
sq: sq_Slecto pajisjen ekzistuese

# create-ae.select_device_to_connect_the_ae
source: Select device to connect the AE to:
sq: sq_Selekto pajisjen pwr tw lidhur AE për të

# create-ae.already_existing_devices
source: Already existing devices
sq: sq_Pajisja ekziston

# create-ae.new_network_connection_to_selected_device
source: New Network Connection to selected device
sq: sq_New Network Connection to selected device

# create-ae.dns_name_for_this_particular_connection
source: DNS name for this particular connection
sq: sq_DNS name for this particular connection

# create-ae.add_connection
source: Add connection
sq: sq_Fut konekcion

source: Add the new connection to the selected device
sq: sq_Add the new connection to the selected device

# create-ae.remove_connection
source: Remove connection
sq: sq_Remove connection

# create-ae.select_first_a_device
source: Select first a device!
sq: sq_Fillimisht selekto një pajisje

# create-ae.network_ae
source: Network AE
sq: sq_Network AE

# create-ae.ae_title
source: AE Title
sq: sq_Titulli i AE-s

# create-ae.unique_ae_title
source: Unique AE title for this Network AE
sq: sq_Unique AE title for this Network AE

# create-ae.network_connecton_refernce
source: Network Connection Reference
sq: sq_Network Connection Reference

# create-ae.json_pointers_to_the_network_connection
source: JSON Pointers to the Network Connection objects for this AE
sq: sq_JSON Pointers to the Network Connection objects for this AE

# create-ae.network_connection_reference
source: Network Connection Reference
sq: sq_Network Connection Reference

# create-ae.create_network_connection_suggestion
source: To be able to select the reference create first a network connection or select device with a network connection!
sq: sq_Për të selektuar një referencë krijo fillimisht njw koneksion netuorku ose selecto një pajisje që përmban koneksion

# create-ae.ae_description
source: AE Description
sq: sq_Përshkrim i AE-s

# create-ae.unconstrained_text_description
source: Unconstrained text description of the application entity
sq: sq_Unconstrained text description of the application entity

# create-ae.application_cluster
source: Application Cluster
sq: sq_Application Cluster

# create-ae.locally_defined_names_for_a_subset_app
source: Locally defined names for a subset of related applications
sq: sq_Locally defined names for a subset of related applications

# create-ae.set_the_new_application_entity
source: Set the new Application Entity as 'Accepted Calling AE Title' to following AETs:
sq: sq_Set the new Application Entity as 'Accepted Calling AE Title' to following AETs:

# create-ae.already_available_aets
source: Already available AETs
sq: sq_Already available AETs

# create-ae.test_connection
source: Test Connection
sq: sq_Testo Lidhjen

# create-ae.select_one_of_the_dicom_connections
source: Select one of the DICOM connections:
sq: sq_Selekto njërën nga lidhjeve DICOM

# create-ae.calling_aet
source: Calling AET:
sq: sq_Calling AET:

# create-ae.test
source: TEST
sq: sq_TESTO

source: Verify AET, host and port before saving
sq: sq_Verifiko AET, hostin dhe portin para së të përditsoni

# create-ae.cancel
source: CANCEL
sq: sq_ANULO

# delete-rejected.delete_instances_with_rejected_type
source: Delete instances with rejected type
sq: sq_Delete instances with rejected type

# delete-rejected.maximum_reject_date_of_instances_to_delete
source: Maximum reject date of instances to delete
sq: sq_Maximum reject date of instances to delete

source: Delete all instances before this date
sq: sq_Delete all instances before this date

# delete-rejected.if_checked_keep_rejection_note_instance
source: if checked, keep rejection note instances - only delete rejected instances
sq: sq_if checked, keep rejection note instances - only delete rejected instances

# create-exporter.exporter
source: Exporter
sq: sq_Eksporto

# export.studies_selected_to_be_retrieved
source: studies selected to be retrieved
sq: sq_studies selected to be retrieved

# export.create_frist_exporter
source: Create first an exporter!
sq: sq_Fillimisht krijo një eksportues!

# export.select_exporter
source: Select the exporter:
sq: sq_Selekto eksportuesin:

source: Batch ID
sq: sq_Batch ID

# export.storage_commitment_without_export
source: Storage commitment without export
sq: sq_Storage commitment without export

source: IAN without export
sq: sq_IAN without export

source: Select the type of the exporter:
sq: sq_Selekto tipin e eksportuesit:

source: Synchronised DICOM exporter
sq: sq_Eksportuesi DICOM i sinkronizuar

source: Queued exporter
sq: sq_Queued exporter

source: For queued exporter create an exporter first!
sq: sq_For queued exporter create an exporter first!

source: Select the destination AETitle:
sq: sq_Selekto AET-n destinuese:

source: Select the exporter:
sq: sq_Selekto eksportuesin:

source: Storage commitment without export
sq: sq_Storage commitment pa eksportim

source: Select the destination AETitle (STORE-SCP):
sq: sq_Selkto AET-n destinuese (STORE-SCP):

source: Select the calling AETitle:
sq: sq_Selekto AET-n thirëse:

source: Batch ID:
sq: sq_Batch ID:

source: Select the external AETitle (C-MOVE SCP):
sq: sq_Selekto AET-n e jashtme (C-MOVE SCP):

source: Select the external AETitle:
sq: sq_Selekto AET-n e jashtme:

source: Queue Name:
sq: sq_Queue Name:

source: Select the query AETitle:
sq: sq_Select the query AETitle:

source: Exporter ID:
sq: sq_Exporter ID:

source: EXPORT
sq: sq_EKSPORTO

source: Select element for clone
sq: sq_Seletko një element për klonim

source: EDIT CLONE
sq: sq_EDITO KLONIMIN

# upload-vendor.title
source: Upload vendor device data
sq: sq_Upload vendor device data

source: UPLOAD
sq: sq_UPLOAD

# upload-dicom.title
source: Upload DICOM data
sq: sq_Upload DICOM data

# upload-dicom.select_the_ae_title
source: Select the ae title:
sq: sq_Selekto ae titull:

# upload-dicom.select_the_stow_rs_server
source: Select the STOW-RS server:
sq: sq_Selekto server STOW-RS:

# upload-dicom.chose_dicom_files_to_upload
source: Chose DICOM Files to upload:
sq: sq_Zgjedhë të dhënë DICOM për ngarkim:

source: Upload file
sq: sq_Ngarko të dhënë

source: CLOSE
sq: sq_MBYLL

# remove_part_selector.title
source: Select element to remove from device
sq: sq_Selekto elementin për të larguar nga pajisja

# remove_part_selector.remove_from_device
source: REMOVE FROM DEVICE
sq: sq_LARGO NGA PAJISJA

# upload-file.title
source: Upload image,video or pdf to study
sq: sq_Ngarko foto, video ose pdf në akten elektronike

source: Select the STOW-RS server:
sq: sq_Selekto serverin STOW-RS:

source: Chose a File to upload:
sq: sq_Zgjedhë të dhënë për të ngarkuar:

source: Captured Image Type:
sq: sq_Kap tipin e fotografis:

source: Edit Attributes
sq: sq_Edito atriutet

source: START UPLOADING
sq: sq_NIS NGARKIMIN

source: Search..
sq: sq_ Kërko..

source: Searched element not found!
sq: sq_Elementei i kërkuar nuk u gjet!

# time-picker.title
source: Select time (hh:mm:ss)
sq: sq_Selekto kohën (hh:mm:ss)

source: Set time
sq: sq_Zgjedhë kohën

# time-picker.now
source: Now
sq: sq_Tash

source: Add period
sq: sq_Fute periodën

source: Add duration
sq: sq_Fute zgjatjen

source: Add Max. Range
sq: sq_Shto Intervalin Maksimal

source: year:
sq: sq_viti:

source: month:
sq: sq_muaji:

source: day:
sq: sq_dita:

source: hour:
sq: sq_ora:

source: minute:
sq: sq_minuta:

source: Second:
sq: sq_Sekonda:

source: week:
sq: sq_java:

source: Set
sq: sq_Cakto

source: Clear
sq: sq_Pastro

# schedule-picker.schedule_picker
source: Schedule picker
sq: sq_Zgjedhësi i orarit

source: Drop here some element to edit
sq: sq_Hudhë ndonjë element këtu për të edituar

source: Monday
sq: sq_E Hënë

source: Tuesday
sq: sq_E Martë

source: Wednesday
sq: sq_E Mbërkurë

source: Thursday
sq: sq_E Ejnte

source: Friday
sq: sq_E Premte

source: Saturday
sq: sq_E Shtunë

source: Sunday
sq: sq_E Dielë

source: Monday
sq: sq_E Hënë

source: Tuesday
sq: sq_E Martë

source: Wednesday
sq: sq_E Mbërkurë

source: Thursday
sq: sq_E Ejnte

source: Friday
sq: sq_E Premte

source: Saturday
sq: sq_E Shtunë

source: Sunday
sq: sq_E Dielë

source: Single hour
sq: sq_Orë e vetme

source: Hour range
sq: sq_Interval Orësh

source: Single day
sq: sq_Ditë e vetme

source: Day range
sq: sq_Interval ditësh

source: Add
sq: sq_Shto

source: More
sq: sq_Më shumë

# modality.more
source: more
sq: sq_më shumë

source: less
sq: sq_më pakë

source: Custom modality code:
sq: sq_Kodë modaliteti i lirë:

source: Date (yyyymmdd)
sq: sq_Data (yyyymmdd)

source: from (yyyymmdd)
sq: sq_prej (yyyymmdd)

source: to (yyyymmdd)
sq: sq_gjerë (yyyymmdd)

source: Today
sq: sq_Sotë

source: This Month
sq: sq_Këtë Muajë

source: Fast Picker
sq: sq_Zgjedhësi i shpejtë

source: Yesterday
sq: sq_Dje

source: This Week
sq: sq_Këtë javë

source: Last Week
sq: sq_Javën e kaluar

source: Last Month
sq: sq_Muajin e kaluar

source: This Quarter
sq: sq_Çerek

source: Last Quarter
sq: sq_Çerekun e kaluar

source: This Year
sq: sq_Këtë vitë

source: Last Year
sq: sq_Vitin e kaluar

source: Use duration format (ISO 8601) ((P)nYnMnDTnHnMnS or (P)nW) to set first date/time of the range subtracted from today/now (Format is not case sensitive and P on start is optional). For Example 1y => one year back, 2y3m => 2 years and 3 months back, t2h12m => 2 hours and 12 minutes from now etc.
sq: sq_Përdor formatin (ISO 8601) për zgjatje ((P)nYnMnDTnHnMnS or (P)nW) për të zgjedhur datën/kohën e intervalit minus datës/kohës së sotme/tashme (Formati nuk është i ndjeshëm për sa i përket madhësisë së gërmave). Për shembull 1y => një vitë pas, 2y3m => 2 vite dhe 3 muaji pas, t2h12m => 2 orë dhe 12 nga tash etj.

source: Hover for more Info
sq: sq_Qëndro mbi me mausin për më shum info

source: Smart Picker
sq: sq_Zgjedhësi i mençur

source: Maximal Study Date Range
sq: sq_Intervali kohorë maksimal i aktës elektronike

source: from (hh:mm:ss)
sq: sq_nga (hh:mm:ss)

source: to (hh:mm:ss)
sq: sq_gjerë (hh:mm:ss)

source: Between
sq: sq_Në mesë

source: After
sq: sq_Pas

source: Before
sq: sq_Paraprak

source: Search list...
sq: sq_Kërko listën...

# daemon_value_found
source: Daemon value found, you can remove it manually from the value array:
sq: sq_Daemon value found, you can remove it manually from the value array:

# csv-upload.upload_csv_title
source: Upload csv file with Study Instance UIDs
sq: sq_Upload csv file with Study Instance UIDs

# csv-upload.select_csv_file
source: Select CSV-File:
sq: sq_Select CSV-File:

source: Upload
sq: sq_Upload

source: Study Size Range
sq: sq_Study Size Range

source: Study Size Range in KB
sq: sq_Study Size Range in KB

source: Set Size Range:
sq: sq_Set Size Range:

source: selected
sq: sq_selected

source: Search
sq: sq_Search

source: No Elements found
sq: sq_ Nuk u gjetë asnjë element

# study_transferring_overview.select_reject_type
source: Select rejected type:
sq: sq_Selekto llojin e refuzimit:

source: Selected target patient
sq: sq_Selekto pacientin targetë

# study-transferring_overview.an_empty_study_will_be_automatically_created
source: An empty study will be automatically created, so it can be used as target study!
sq: sq_An empty study will be automatically created, so it can be used as target study!

source: Selected target MWL
sq: sq_Selected target MWL

# study-transferring-overview.scheduled_station_ae_title
source: Scheduled Station AE Title
sq: sq_Scheduled Station AE Title

source: Selected target study
sq: sq_Selected target study

# study-transferring-overview.studuid_from_patient_report
source: Study instance UID: <b>{{target.object.attrs['0020000D'].Value[0]}}</b> from the patient <b>{{target.object.attrs['00100010'].Value[0].Alphabetic}}</b> with the Patient ID <b>{{target.object.attrs['00100020'].Value[0]}}</b>
sq: sq_Study instance UID: <b>{{target.object.attrs['0020000D'].Value[0]}}</b> from the patient <b>{{target.object.attrs['00100010'].Value[0].Alphabetic}}</b> with the Patient ID <b>{{target.object.attrs['00100020'].Value[0]}}</b>

# your_browser_dose_not_support_video
source: Your browser does not support the video element.
sq: sq_Your browser does not support the video element.

# your_browser_dose_not_support_audio
source: Your browser does not support the audio element.
sq: sq_Your browser does not support the audio element.

source: SET
sq: sq_SET

source: Extended search
sq: sq_Extended search

source: Search device
sq: sq_Search device

# devices.device_name
source: Device Name
sq: sq_Device Name

# devices.department_name
source: Department Name
sq: sq_Department Name

# devices.device_description
source: Device Description
sq: sq_Device Description

# devices.manufacturer
source: Manufacturer
sq: sq_Manufacturer

# devices.model_name
source: Model Name
sq: sq_Model Name

# devices.primary_device_type
source: Primary device type
sq: sq_Primary device type

# devices.station_name
source: Station Name
sq: sq_Station Name

# devices.installed
source: Installed
sq: sq_Installed

source: Edit device
sq: sq_Edit device

source: Delete device
sq: sq_Delete device

source: Clone device
sq: sq_Clone device

source: false
sq: sq_false

source: true
sq: sq_saktë

source: More
sq: sq_Më tepër

source: back
sq: sq_pasë

source: Download
sq: sq_Shkarko

source: Delete File
sq: sq_Fshi të dhënën

source: Search...
sq: sq_Kërko...

source: add
sq: sq_shto

source: Remove this value from the array
sq: sq_Remove this value from the array

source: Edit extension
sq: sq_Edit extension

source: Extension is not present
sq: sq_Extension is not present

source: Clone this {{formelement.label}} part
sq: sq_Clone this {{formelement.label}} part

source: Delete this {{formelement.label}} part
sq: sq_Delete this {{formelement.label}} part

source: Add new {{formelement.label}}
sq: sq_Add new {{formelement.label}}

source: This field is required!
sq: sq_This field is required!

# export.export
source: Export
sq: sq_Export

source: Download CSV
sq: sq_Download CSV

source: Upload CSV
sq: sq_Upload CSV

source: Batch ID grouped
sq: sq_Batch ID grouped

source: Remote AET
sq: sq_Remote AET

source: Destination AET
sq: sq_Destination AET

source: Scheduled Time Range
sq: sq_Scheduled Time Range

source: Processing Start Time Range
sq: sq_Processing Start Time Range

source: Processing End Time Range
sq: sq_Processing End Time Range

source: Tasks
sq: sq_Tasks

source: Modality
sq: sq_Modality

source: Nr.Inst.
sq: sq_Nr.Inst.

source: Number of instances
sq: sq_Number of instances

source: Export Task ID
sq: sq_Export Task ID

source: Queue time
sq: sq_Queue time

source: Scheduled time
sq: sq_Scheduled time

source: Export time
sq: sq_Export time

source: Processing duration
sq: sq_Processing duration

source: Device name
sq: sq_Device name

source: Show Tasks Detail
sq: sq_Show Tasks Detail

source: Delete Task with this BatchID
sq: sq_Delete Task with this BatchID

# associations.open_associations
source: Open Associations
sq: sq_Open Associations

# associations.press_start_refresh
source: Press Start or Refresh to get associations
sq: sq_Press Start or Refresh to get associations

source: With a dot '.' you can set milliseconds for example: '0.6' = 600 milliseconds
sq: sq_With a dot '.' you can set milliseconds for example: '0.6' = 600 milliseconds

source: Start getting associations
sq: sq_Start getting associations

source: Stop auto refresh
sq: sq_Stop auto refresh

source: Refresh
sq: sq_Refresh

source: Get associations
sq: sq_Get associations

source: Download copy
sq: sq_Download copy

source: Download copy of the table as csv-file
sq: sq_Download copy of the table as csv-file

source: Local AE Title
sq: sq_ Local AE Title

source: Sort by Local AE Title
sq: sq_Sort by Local AE Title

source: Sort by initiated
sq: sq_Sort by initiated

source: Remote AE Title
sq: sq_ Remote AE Title

source: Sort by Remote AE Title
sq: sq_Sort by Remote AE Title

source: Invoked Ops.
sq: sq_ Invoked Ops.

source: Sort by Invoked Ops.
sq: sq_Sort by Invoked Ops.

source: Performed Ops.
sq: sq_Performed Ops.

source: Sort by Performed Ops.
sq: sq_Sort by Performed Ops.

source: Connection time (Server)
sq: sq_Connection time (Server)

source: Sort by Connection time (Server)
sq: sq_Sort by Connection time (Server)

source: Connection time (Browser)
sq: sq_Connection time (Browser)

source: Sort by Connection time (Local)
sq: sq_Sort by Connection time (Local)

# duration
source: Duration (hh:mm:ss.SSS)
sq: sq_Duration (hh:mm:ss.SSS)

source: Sort by Duration
sq: sq_Sort by Duration

# other_attr
source: Other attributes
sq: sq_Other attributes

source: Sort by Other attributes
sq: sq_Sort by Other attributes

source: Abort
sq: sq_ Abort

# associations.no_associations
source: No open associations found!
sq: sq_No open associations found!

source: Storage commitments
sq: sq_Storage commitments

source: Requested
sq: sq_Requested

source: Created time
sq: sq_Created time

source: Updated time
sq: sq_Updated time

source: Transaction UID
sq: sq_Transaction UID

source: vpn_key
sq: sq_vpn_key

# ae-list.application_entries_list
source: Application Entities list
sq: sq_Application Entities list

# ae-list.extended_search
source: Extended search
sq: sq_Extended search

# ae-list.new_aet
source: New AET
sq: sq_New AET

source: Register new application entity
sq: sq_Register new application entity

# ae-list.ae_title
source: AETitle
sq: sq_AETitle

# ae-list.device_name
source: Device Name
sq: sq_Device Name

# ae-list.other_ae_title
source: Other AETitle
sq: sq_Other AETitle

# ae-list.description
source: Description
sq: sq_Description

# ae-list.association_initiator
source: Association Initiator
sq: sq_Association Initiator

# ae-list.association_acceptor
source: Association Acceptor
sq: sq_Association Acceptor

# ae-list.application_cluster
source: Application Cluster
sq: sq_Application Cluster

# ae-list.install
source: Installed
sq: sq_Installed

# ae-list.net_connection
source: Net. Connection
sq: sq_Net. Connection

source: Dicom network connection
sq: sq_Dicom network connection

source: Delete from device the AE
sq: sq_Delete from device the AE

source: Storage systems
sq: sq_Storage systems

source: Storage ID
sq: sq_Storage ID

source: Storage URI
sq: sq_Storage URI

source: Read Only
sq: sq_Read Only

source: Storage Cluster ID
sq: sq_Storage Cluster ID

source: AE Title
sq: sq_AE Title

source: Space ( Usable / Total )
sq: sq_Space ( Usable / Total )

source: Used
sq: sq_Used

source: Storage Duration
sq: sq_Storage Duration

source: Export Storage ID / External Retrieve AET
sq: sq_Export Storage ID / External Retrieve AET

source: Deleter / Storage Threshold
sq: sq_Deleter / Storage Threshold
